[
    {
        "id": 1,
        "name": "Enes Karakaya",
        "artiste": "Naps",
        "songName": "La Kiffance",
        "songUrl": "https://www.youtube.com/watch?v=3r9vJI5OiV8",
        "songImage": "https://i.ytimg.com/vi/3r9vJI5OiV8/maxresdefault.jpg",
        "songDuration": "2:35",
        "songViews": "156M",
        "description": "Dans cette musique, Naps est d'excellente humeur, nous parle de ces moments de joie, de folie. C’est un son qui “fait voyager”. C’est pourquoi j’ai choisi cette musique, car elle symbolise, le côté heureux, bonheur, c'est-à-dire les aspects positifs de la vie. Les paroles qui m’ont marqué dans cette musique sont :“Voyager jusqu’au Nirvana”Nirvana est un terme utilisé généralement dans le jaïnisme en synonyme du mot moksha qui peut se traduire par : illumination, éveil, libération. Ce stade, cet état est atteint lorsque l'individu détruit tout son karma, tout son attachement au monde terrestre et ses conséquences. “prendre le petit dej en pyjama”C’est un moment de détente qu’on peut l’imaginer et qu’on n'a pas de rendez-vous ou de quoi que ce soit pour nous faire sortir du lit rapidement et se changer. “J’fais des cendriers-canettes dans l’Audi” Dans cette ligne Naps, exprime une contradiction qui le définit ! D'un côté, il roule dans une voiture haut de gamme, ce qui exprime sa richesse. De l'autre, il confectionne des cendriers à partir de canettes, procédé très économique que les jeunes de quartier pratiquent. En outre, bien qu'il ait réussi dans la vie et qu'il puisse rouler en Audi, le rappeur n'oublie pas pour autant qui il est. “À la Ribéry, j'mange des entrecôtes à mille-cinq” Naps fait référence à Ribery (ancien footballeur), qui avait fait le buzz sur Twitter en raison de sa dégustation d’une côte de bœuf nappée d'or (et fait polémique). Dans toutes les citations que j’ai décrites, nous ressentons toujours un moment de 'kiffance'(okay, okay)"
    },
    {
        "id": 2,
        "name": "Thomas DAMAS",
        "artiste": "Imagine Dragons",
        "songName": "Warriors",
        "songUrl": "https://www.youtube.com/watch?v=fmI_Ndrxy14",
        "songImage": "https://cdn.oneesports.gg/cdn-data/2021/11/LeagueOfLegends_Worlds2014_ImagineDragons_Warriors_screenshot.jpg",
        "songDuration": "2:50",
        "songViews": "386M",
        "description": "Warriors est une musique écrite par Imagine Dragons et paru en 2014. Cette chanson a vu le jour pour les championnats de League of Legends 2014. Elle fut la chanson pour la cérémonie d’ouverture. Elle connut un tel succès qu’elle fut la chanson officielle des championnats du monde de football féminin de 2015 et figure sur la bande originale du film Divergente 2 : L’insurrection. Riot Games, créateur de League of Legends, décida en 2020 de reprendre cette chanson pour faire la vidéo d’annonce de leur nouvelle saison."
    },
    {
        "id": 3,
        "name": "Hilel LAHOUARI",
        "artiste": "ZKR",
        "songName": "Sang froid",
        "songUrl": "https://www.youtube.com/watch?v=-jz0d-HyVuU",
        "songImage": "https://i.ytimg.com/vi/-jz0d-HyVuU/maxresdefault.jpg",
        "songDuration": "3:24",
        "songViews": "11K",
        "description": "Apparue en guise d'introduction de projet Sang-froid a su par sa plume et sa cohérence briller Des paroles touchantes comme une étoile qui se reflèteEt des émotions aussi pure qu'une perle parfaite L'auteur derrière cette musique se nomme ZKR Il est de ceux qui propose dans ce milieu une nouvelle aire Se démarquant par l'intelligence de son écriture Il est celui qui rassemble les cultures Je n'oublierai jamais cette musique aux sonorités idéales Aussi belles que l'arc en ciel dans le reflet d'un cristal"
    },
    {
        "id": 4,
        "name": "Tristan",
        "artiste": "Stupeflip",
        "songName": "Les voûtes",
        "songUrl": "https://www.youtube.com/watch?v=MhFjbV5ClOw",
        "songImage": "https://i.ytimg.com/vi/MhFjbV5ClOw/maxresdefault.jpg",
        "songDuration": "3:26",
        "songViews": "213k",
        "description": "Ce morceau apparaît sur l’album STUP FOREVER (2022) de Stupeflip, éminent groupe de rap, rock et ritournelle de variété français, il est composé de King Ju, alias Rascar Kapak, l'épouvantable épouvantail, de Cadillac, gardien des clés du Mystère au Chocolat, de Pop Hip, le point noir du CROU, de MC Salo, et de plein d’autres. Ce morceau parle de la disparition de la grand-mère de King Ju et de la poussière que prenait les bibelots sur son étagère alors qu'elle était trop malade pour s'en occuper. Les premières traces de ce morceau remontent à fin juillet 2017 où sur le compte Facebook personnel de King Ju posta un petit extrait d'une chanson sous le nom de “Temps Passé” (“LANDR-TEMPS PASS e mix” exactement). Il se trouve que cet extrait était le début du premier couplet que l'on retrouve ici. (https: //genius.com/Stupeflip-les-voutes-lyrics)"
    },
    {
        "id": 5,
        "name": "Axel",
        "artiste": "Bastille",
        "songName": "Pompeii",
        "songUrl": "https://www.youtube.com/watch?v=F90Cw4l-8NY",
        "songImage": "https://i.ytimg.com/vi/F90Cw4l-8NY/maxresdefault.jpg",
        "songDuration": "3:52",
        "songViews": "705M",
        "description": "Être figé dans une position n’est pas une fatalité. Il suffit de suivre le rythme qui ressort et de se laisser porter. Je me concentre sur l'arrière-plan et non les paroles. Voir le positif car le positif attire le positif. Il ne faut pas refaire les mêmes erreurs. S’avoir s’évader est primordial pour se libérer de cette position."
    },
    {
        "id": 6,
        "name": "Kévin",
        "artiste": "Gun's N' Roses",
        "songName": "Welcome to the jungle 🐒 - Guns N’ Roses 🎸",
        "songUrl": "https://www.youtube.com/watch?app=desktop&v=o1tj2zJ2Wvg&fulldescription=1&hl=fr&client=mv-google&gl=SN",
        "songImage": "https://i.ytimg.com/vi/o1tj2zJ2Wvg/maxresdefault.jpg",
        "songDuration": "4:39",
        "songViews": "531M",
        "description": "Le morceau a été composé par le groupe Guns n’ roses, pour l’album Appetit for Destruction en 1987. Il fait référence à la ville de Los Angeles dans les années 1980, où le taux de criminalité était très élevé. La jungle fait donc référence à la ville, là où tout peut arriver et en toute impunité."
    },
    {
        "id": 7,
        "name": "Damien CREMON",
        "artiste": "Imagine dragons",
        "songName": "Radioactive",
        "songUrl": "https://www.youtube.com/watch?v=ktvTqknDobU",
        "songImage": "https://i.ytimg.com/vi/ktvTqknDobU/maxresdefault.jpg",
        "songDuration": "4:21",
        "songViews": "1,4M",
        "description": "La musique qui me tient à cœur et dont j’ai envie de parler se nomme : Radioactive. Cette musique a été faite par le groupe Imagine Dragons. Cette dernière s’inscrit dans plusieurs genres musicaux différents tels que : Rock, Rock alternatif Rock indépendant Musique électronique, Musique alternative / indée. J’ai eu envie de parler de cette chanson car je l’ai beaucoup écouté en 2014. Il faut savoir que cette musique est sortie en 2012 et je l’ai découvert 2 ans après sa sortie en 2014, tout cela à été possible grâce à un serveur Minecraft qui diffusait plusieurs musiques du groupe Imagine Dragons. Ce qui m’a fait adhérer rapidement à cette musique c’est son aire de renouveaux que l’on peut d’ailleurs retrouver dans ses paroles : « Welcome to the new age, to the new age […] ». Grâce à cette chanson j’ai aussi découvert ce qu’est le remix de musique, notamment celui de cette musique par Lindsey Stirling. Cette personne est une violoniste extrêmement douée qui a fait le remix de plusieurs musiques connues et elle a donc fait le remix d’Imagine Dragons au violon."
    },
    {
        "id": 8,
        "name": "Julian",
        "artiste": "Linkin Park",
        "songName": "New Divide",
        "songUrl": "https://www.youtube.com/watch?v=ysSxxIqKNN0",
        "songImage": "https://i.ytimg.com/vi/ysSxxIqKNN0/maxresdefault.jpg",
        "songDuration": "4:28",
        "songViews": "539M",
        "description": "Muni de sa plume Linkin Park resume, L'histoire d'un homme perdu, dans la nuit répandu, De nom New Divide, elle en devient connu, Le film transformers 2, elle en est l'agrume"
    },
    {
        "id": 9,
        "name": "Clément PERRIN",
        "artiste": "75e Session",
        "songName": "Népal - Cheddar",
        "songUrl": "https://www.youtube.com/watch?v=hM5xRZM2HBk",
        "songImage": "https://i.ytimg.com/vi/hM5xRZM2HBk/maxresdefault.jpg",
        "songDuration": "2:14",
        "songViews": "1M",
        "description":"J'ai choisi cheddar de Népal car pour ceux qui connaissent Népal, il a l'habitude de faire des textes très critiques de la société dans son ensemble mais d'en tirer des sentiments très négatifs à son encontre. Sauf que dans la chanson cheddar il reste sur les mêmes thématiques mais les sentiments délivrés sont différents on le remarque dès le début de la musique avec une prod joyeuse par rapport à celle utilisée habituellement. Et cette différence est encore plus marquée lorsqu'il commence à rapper on y remarque qu'il ajoute des réponses à ses questions avec des solutions pour les problèmes énumérés. Cette approche nouvelle est surtout tirée des pays asiatiques avec leur culture du bouddhisme qui est très pacifique dans son ensemble et apprend à se relever positivement face aux problèmes rencontrés. Malheureusement ce texte est sorti peu de temps après la mort de Népal ce qui accentue encore plus les sentiments transmis par ce texte car il laissait l'impression que l'orage était derrière lui et que les beaux jours arrivaient."
    },
    {
        "id": 10,
        "name": "Erwan BOURLON",
        "artiste": "Louis Armstrong",
        "songName": "What a wonderful world",
        "songUrl": "https://www.youtube.com/watch?v=VqhCQZaH4Vs",
        "songImage": "https://i.ytimg.com/vi/VqhCQZaH4Vs/maxresdefault.jpg",
        "songDuration": "2:29",
        "songViews": "47M",
        "description":"Les origines. Ce titre provient du style “jazz moderne”. Pour revenir à l’origine, nous parlons ici de styles musicaux nés aux Etats-Unis entre le XIX et le XXème siècle ce qui les amène à être racisés. Le jazz est une musique dite blanche, il tire ses origines du blues et du gospel. Le blues est initialement une musique noire chantée dans les dernières dizaines d’années de l’esclavagiste aux USA, au milieu du XIXème siècle. Cette musique était une libération pour les personnes qui la pratiquait. Ce style musical laisse complètement libre court aux fausses notes et aux rythmiques non parfaites. Le gospel quant à lui né à la fin du XIXème siècle comme une musique universitaire noire. Le jazz né de ces deux genres musicaux au début du XXème siècle. Il est créé par et pour les blancs. De par cette caractéristique, il se doit d’être bien plus structuré que le blues en supprimant tout ce qui pourrait être considéré comme imperfection musicale. Au milieu du XXème siècle, un jeune musicien venant d’une famille noire pauvre américaine voit sa carrière bondir grâce à un nouveau style qu’il apporte au jazz, le jazz moderne. Cet homme qu’est Louis Armstrong incorpore l’improvisation dans le jazz. C’est un pionnier dans l’univers de l’improvisation. Il décolle majoritairement grâce à son titre far “What a Wonderful World” et à ses reprises telles que”Dream a Little Dream of Me”, “Hello, Dolly !” ou bien “Vie en rose” (d’Edith Piaf). Le texte et son intention. Les paroles de cette chanson ne sont initialement qu’un descriptif visuel enfantin de l’environnement physique de l’auteur. Il y décrit ce qu’il voit d’une grande simplicité ainsi qu’une belle innocence. Cette description est suivie d’une rapide introspection exprimant à quel point le monde est incroyable (what a wonderful world…). Cette piste est un hymne à la joie. Non pas à la joie de ce que l’on possède mais de ce que l’on a tout autour de soi et qui est déjà si incroyable. A l’image d’Edith Piaf, Armstrong voit ici la vie en rose. Mon jazz. J’ai pour ma part démarré le jazz en 2015 environ par des standards et des morceaux très structurés. Comme à l’origine du style musical, il n’y avait aucune place aux fantaisies et aux erreurs. C’est au bout d’une petite année que je me suis dirigé vers l’improvisation. Cette pratique est bien plus complexe à mettre en place puisqu’elle vient d’un apprentissage méthodique de la technique musicale mêlée à un libre court de l'esprit et de sa créativité. La création de rythmes et de rythmiques au sein d’une improvisation est rapidement devenue quelque chose de naturel pour ma personne, contrairement à la création de mélodies douces et envoûtantes telles que celle de Louis Armstrong dans What a Wonderful World."
    },
    {
        "id": 11,
        "name": "Lucie Levasseur",
        "artiste": "Soprano",
        "songName": "Hiro",
        "songUrl": "https://www.youtube.com/watch?v=VLPRQUbhIT0",
        "songImage": "http://images.genius.com/0998819ea19e0ac61f536ae0725ccbb7.1000x968x1.jpg",
        "songDuration": "5:00",
        "songViews": "84M",
        "description":"J’ai choisi de présenter la musique Hiro de Soprano. Soprano est un chanteur/rappeur qui a commencé à faire de la musique plutôt centrée sur le rap dans les années 90 avec son groupe, les Psy4 de la rime. Il a ensuite continué en solo à partir de 2007 toujours dans l’univers du rap. Au fil des années, son univers musical s’est approché de la pop. Hiro est une musique sortie en 2010.  Soprano fait référence au personnage de Hiro Nakamura qui est présent dans la série Heroes et peut remonter dans le temps. Dans sa chanson, le chanteur évoque ce qu’il aimerait vivre, revivre ou modifier s’il avait les mêmes pouvoirs. On peut entendre qu’il aurait aimé revoir son grand-père avant sa mort, voir Nelson Mandela pour lui parler de Barack Obama, évacuer les tours jumelles avant les attentats, revivre la naissance de ses enfants, … Il parle également des choses qu’il n’aurait pas pu changer même avec ces pouvoirs comme les catastrophes naturelles.C’est une musique qui peut parler à beaucoup de monde et nous dit que même si on aimerait changer ou revivre des choses il faut se concentrer sur le présent."
    },
    {
        "id": 12,
        "name": "Léa Jarosz",
        "artiste": "Queen",
        "songName": "Bohemian Rhapsody",
        "songUrl": "https://www.youtube.com/watch?v=fJ9rUzIMcZQ",
        "songImage": "https://lescultivores.com/wp-content/uploads/2020/10/bohemian-rhapsody-intro.jpg",
        "songDuration": "5:59",
        "songViews": "1,5M",
        "description":"La musique qui m'a le plus marqué est Bohemian Rhapsody, du groupe QUEEN. C'est l'un de leur morceau le plus connu, avec une durée de 5.55 min. Elle est composée de plusieurs parties distinctes, avec une introduction, une ballade, un solo de guitare, une partie opéra, une partie plus hard rock et pour finir une conclusion douce. La réalisation de ce morceau a fait l'objet d'un film sorti en 2018, retraçant notamment la vie du groupe."
    },
    {
        "id": 13,
        "name": "Loïc Blanchard",
        "artiste": "Hoshi",
        "songName": "Amour censure",
        "songUrl": "https://www.youtube.com/watch?v=nCKtYXIh1Ac",
        "songImage": "https://is1-ssl.mzstatic.com/image/thumb/Music122/v4/a5/39/b9/a539b932-4c88-c7bd-dd3a-a5e9d11d5b8e/cover.jpg/1200x1200bf-60.jpg",
        "songDuration": "3:23",
        "songViews": "12M",
        "description":"L’auteur a écrit cette chanson en réaction à une certaine libération de la parole homophobe après avoir été victime d’agresse homophobe. L’écriture de cette chanson s’inscrit dans le collectif « la manif pour tous ». J’aime bien cette chanson est une chanson manifeste. C’est un appel à la tolérance et à la sincérité des sentiments amoureux. Dans cette chanson, Hoshi exprime son ressenti. La chanson décrit les souffrances qu’elle a ressenties, le poids des rumeurs ou encore la violence de certains propos. Elle parle aussi de la difficulté d’exprimer ses sentiments à cause des pressions sociales ou des attentes familiales. La chanson aborde aussi le fait de considérer l’homosexualité comme une maladie."
    },
    {
        "id": 14,
        "name": "Alain Nguyen",
        "artiste": "Imagine Dragons",
        "songName": "Enemy",
        "songUrl": "https://www.youtube.com/watch?v=D9G1VOjN_84",
        "songImage": "https://cdn.discordapp.com/attachments/1047472798446129154/1050002116237852672/Z.png",
        "songDuration": "3:33",
        "songViews": "277M",
        "description": "'Enemy' d'Imagine Dragons est une musique style pop rock américaine sortie en octobre 2021. Elle a été écrite pour la série Arcane de Riot Games produite par Netflix inspirée de l'univers du jeu League of Legends. La musique est une critique d'une société qui semble vouloir créer la division, comme dans la série où on retrouve la cité Piltover qui croît grâce à la science mais qui délaisse ses souterrains dîtes la 'basse-ville' là où habitent une tout autre population. Le clip de la musique raconte les parties de l'enfance d'un des personnages principaux qui l'ont conduite à une vie de crime. Il y a également une partie en collaboration avec le rappeur JID."
    },
    {
        "id": 15,
        "name": "Lilian Leblanc",
        "artiste": "Ego death",
        "songName": "Polyphia",
        "songUrl": "https://www.youtube.com/watch?v=1JNmz17gnMw",
        "songImage": "https://cdn.discordapp.com/attachments/1047472798446129154/1050015129544163378/index.jpg",
        "songDuration": "5:50",
        "songViews": "8.4M",
        "description": "La musique dont j’ai décidé de parler s’appelle « Ego death », elle est produite par le groupe Polyphia en collaboration avec Steve Vai. La musique ne comporte pas de chants mais 3 guitares électriques, 1 basse et une batterie, on retrouve Tim Henson, Scott LePage et Steve Vai à la guitare, Clay Gober à la basse et Clay Aeschliman à la batterie. Cette musique est extraite de leur derni album « Remember that you will die ». On peut découper le morceau en trois parties, la première jouée par Tim Henson et Scott LePage dans un style très acoustique et rythmé, puis la deuxième partie où Tim Henson continue à joué de manière acoustique pour accompagner Scott LePage qui joue de manière plus violente avec de la distorsion sur le son de guitare, puis pour la dernière partie le morceau se calme pour introduire Steve Vai qui nous captive dès la première note avec sa manière de jouer si particulière tout en douceur et en mélodie, puis le rythme s’accélère pour finir sur une apothéose ou les guitaristes de Polyphia accompagnent la guitare de Steve Vai comme si c’était une voix."
    },
    {
        "id": 16,
        "name": "Damien Welfringer",
        "artiste": "End Times",
        "songName": "Andrew Prahlow",
        "songUrl": "https://www.youtube.com/watch?v=t5vG4Be1Ci8",
        "songImage": "https://cdn.discordapp.com/attachments/1047472798446129154/1050014419192647691/maxresdefault.jpg",
        "songDuration": "1:58",
        "songViews": "354K",
        "description": "End Times. Une musique tirée de la bande originale du jeu Outer Wilds. Cette musique a été réalisée par le compositeur : « Andrew Prahlow » détenant 4 Nominations pour la meilleure musique originale en 2019 pour la BO du jeu. Le titre de la musique porte très bien son nom. End Times traduit de l’anglais par « la fin des temps ». En effet, Outer Wilds est un jeu vidéo d’exploration. Ce jeu se base sur le principe d’une boucle temporelle. À la fin de cette dernière. La musique End Times est jouée pour signaler au joueur que le monde dans lequel il progresse arrive à sa fin. Cette musique représente tous les bons moments que j’ai passés sur ce jeu. À le découvrir, à l’explorer et à comprendre son univers. Lors de l’écoute de cette musique, on a les frissons qui nous viennent. De plus, on ressent de la frustration, car tous les personnages qu’on a rencontrés dans notre aventure sont voués à mourir. La musique finit par une chute où tout s’arrête très brutalement comme la fin du monde où plus aucun son ni lumière n’est émis."
    },
    {
        "id": 17,
        "name": "Justine Pruliere",
        "artiste": "Beach House",
        "songName": "Space song",
        "songUrl": "https://www.youtube.com/watch?v=RBtlPT23PTM",
        "songImage": "https://cdn.discordapp.com/attachments/1047472798446129154/1050013737635029062/maxresdefault.jpg",
        "songDuration": "5:20",
        "songViews": "87M",
        "description": "À connotation mélancolique, cette musique sortie en 2015 est souvent utilisée dans des vidéos sur Internet afin de leur donner un aspect triste. De par sa durée (5 minutes) et son air plutôt constant et calme, cette musique fait un excellent bruit de fond pour accompagner du travail. Le sens de cette musique n’a pas été explicitement expliqué par le groupe, cependant il en a été déduit que celle-ci retrace l’histoire d’une séparation entre deux amoureux qui se retrouveraient plus tard en s’aimant à nouveau. Ceci explique mieux l’air mélancolique évoqué plus tôt."
    },
    {
        "id": 18,
        "name": "Adrien Schloesser",
        "artiste": "Hoyomix",
        "songName": "Sweet Trap",
        "songUrl": "https://www.youtube.com/watch?v=VLUk6HSCkTs",
        "songImage": "https://cdn.discordapp.com/attachments/1047472798446129154/1050012984094756864/index.jpg",
        "songDuration": "1:51",
        "songViews": "181K",
        "description": "Hoyomix est la division musicale de la société Hoyoverse qui a pour but de créer des musiques originales pour leurs différents jeux. La division a débuté en 2014 et continue toujours aujourd'hui. L'orchestre est dirigé par Cai Jinhan. La musique 'Sweet Trap', présente dans l'album 'Paradox' a été créée pour la bande annonce d'une version du jeu Honkai Impact et est principalement constituée de violon, caractéristique du personnage introduit dans la bande-annonce. La musique commence par une phase lente puis vers le milieu de la musique, le rythme s'accélère grandement en ajoutant des éléments de musique électro aux instruments classiques."
    },
    {
        "id": 19,
        "name": "Lucas Cordurié",
        "artiste": "SUPERNORMAL",
        "songName": "Fade to Black",
        "songUrl": "https://www.youtube.com/watch?v=SGYZeZZe_dc",
        "songImage": "https://cdn.discordapp.com/attachments/1047472798446129154/1050011097513590874/index.jpg",
        "songDuration": "3:25",
        "songViews": "106K",
        "description": "'Supernormal' est un titre de 'Everything Everything' parut en Single durant l'année 2021. Il traite des relations humaines aux addictions en tous genres. Notre rapport au confort, le plaisir de la nourriture ou de regarder une série, ou même encore l'addiction à une drogue. Le thème est assez large et s'adresse à tout le monde, des accoutumances les plus banales aux plus excessives. Cette sensation désagréable de privation que l'on s'impose, opposée à la satisfaction lorsqu'on cède à ses envies, sont retrouvées dans le morceau. Le titre oscille entre sonorités étouffantes et libératrices, retranscrivant avec succès le thème abordé. Même les actions les plus fréquentes du quotidien peuvent donner cette super sensation, cette sensation 'super-normale'. 'Everything Everything' est un groupe de rock britannique ayant sorti plusieurs albums depuis 2007."
    },
    {
        "id": 20,
        "name": "Julien Sacquard",
        "artiste": "Metallica",
        "songName": "Fade to Black",
        "songUrl": "https://www.youtube.com/watch?v=9HZ_tx8aWuA",
        "songImage": "https://cdn.discordapp.com/attachments/1047472798446129154/1050010435593715762/index.jpg",
        "songDuration": "6:57",
        "songViews": "7.8M",
        "description": "Animals As Leaders est un groupe de metal progressif formé en 2007 par le guitariste Tosin Abasi en 2007. Le groupe est composé de deux guitaristes et d’un batteur. The Woven Web est un titre extrait de l'album The Joy Of Motion sorti en 2014 et ne présente aucune paroles tout comme le reste de leur discographie. Leurs titres se distinguent par leur technicité venant du fait que les guitaristes utilisent jusqu’à 9 cordes sur leurs guitares soit 3 de plus qu’une guitare classique. The Woven Web présente un rythme inconstant et est entrecoupée par plusieurs interludes venant apaiser des solos de guitare frénétiques. De nombreuses mélodies sont introduites dès le départ de la musique amenant directement une sensation de chaos."
    },
    {
        "id": 21,
        "name": "Antoine Chevaleyre",
        "artiste": "Animals As Leaders",
        "songName": "The Woven Web",
        "songUrl": "https://www.youtube.com/watch?v=K892qn3U524",
        "songImage": "https://cdn.discordapp.com/attachments/1047472798446129154/1050009576570880000/index.jpg",
        "songDuration": "4:08",
        "songViews": "3M",
        "description": "Animals As Leaders est un groupe de metal progressif formé en 2007 par le guitariste Tosin Abasi en 2007. Le groupe est composé de deux guitaristes et d’un batteur. The Woven Web est un titre extrait de l'album The Joy Of Motion sorti en 2014 et ne présente aucune paroles tout comme le reste de leur discographie. Leurs titres se distinguent par leur technicité venant du fait que les guitaristes utilisent jusqu’à 9 cordes sur leurs guitares soit 3 de plus qu’une guitare classique. The Woven Web présente un rythme inconstant et est entrecoupée par plusieurs interludes venant apaiser des solos de guitare frénétiques. De nombreuses mélodies sont introduites dès le départ de la musique amenant directement une sensation de chaos."
    },
    {
        "id": 22,
        "name": "?",
        "artiste": "Jesper Kyd",
        "songName": "Ezio's Family",
        "songUrl": "https://www.youtube.com/watch?v=K892qn3U524",
        "songImage": "https://cdn.discordapp.com/attachments/1047472798446129154/1050008466200211456/index.jpg",
        "songDuration": "3:57",
        "songViews": "6M",
        "description": "La musique que j’ai choisi est une musique de jeu vidéo composé par le compositeur danois Jesper KYD, il a composé notamment des musiques pour les célèbres jeux borderland et hitman mais la musique qui à le plus marqué est pour le jeux Assassin s Creed 2, Assassin’s Creed Brotherhood et Assassin’s Creed Revelations cette musique se nomme Ezio’s Family cette musique est présente dans les 3 jeux cité précédemment. Cette musique me procure beaucoup d’émotions, car elle me fait penser à tous les bons moments que j’ai vécu sur le jeu, des moments fort en émotions, que ce soit de la joie, de la satisfaction ou du bonheur. La musique me procure une certaine nostalgie, car ces jeux ont était créé en 2009 pour Assassin’s Creed 2 et en 2011 pour Assassin’s Creed Revelations soit plus de 10 ans pour la trilogie du personnage Ezio. J’ai donc beaucoup écouté cette musique lorsque j’étais enfant."
    },
    {
        "id": 23,
        "name": "Quentin Dal Bbon",
        "artiste": "Daft Punk",
        "songName": "Giorgio by Moroder",
        "songUrl": "https://www.youtube.com/watch?v=zhl-Cs1-sG4",
        "songImage": "https://cdn.discordapp.com/attachments/1047472798446129154/1050006755578482739/index.jpg",
        "songDuration": "9:13",
        "songViews": "35M",
        "description": "Daft punk est un groupe de musique électronique français, créé pendant les années 90. Il démocratise un nouveau mouvement musical à travers le monde baptisé la french touch. Giorgio by Moroder est un titre extrait de Random Access Memories, le dernier album du groupe. Cette musique est un monologue qui met en lumière la carrière de Giorgio Moroder, immense producteur, auteur-compositeur et musicien. Il est surtout connu pour sa collaboration avec Donna Summer avec laquelle il a produit des titres comme Love To Love You Baby et I Feel Love. Il est considéré comme un pionnier de la musique dance. Durant les deux premières minutes du titre, Giorgio Moroder parle de son début de carrière et de son amour pour la musique depuis son plus jeune âge. Après, c'est deux minutes plusieurs genre de musique vont faire leur apparition dans le morceau. On passe de l'électronique pour aller au jazz puis à la musique classique enfin au hip-hop puis le rock et pour finir un genre futuriste. Durant ce titre, on rencontre pas moins de 8 genres musicaux différents pour neuf minutes de musique. J’aime cette musique, car elle a un rythme entraînant et qu'elle dégage plusieurs émotions à travers les différents genres musicaux rencontrés."
    },
    {
        "id": 24,
        "name": "Gabriel Davidenko",
        "artiste": "Sabaton",
        "songName": "Christmas Truce",
        "songUrl": "https://www.youtube.com/watch?v=HPdHkHslFIU",
        "songImage": "https://i.scdn.co/image/ab67616d0000b2739f0333341a8d551b520a876c",
        "songDuration": "8:38",
        "songViews": "11M",
        "description": "Cette musique raconte la trêve de Noël, du 25 décembre 1914, entre les soldats Allemands, Français et Anglais qui ont choisi de désobéir aux ordres de leurs supérieurs, et de sortir de leurs tranchées pour fêter Noël tous ensemble. Cette chanson raconte un évènement unique, la joie d'un soir qui a interrompu plusieurs mois de guerre, et qui sera suivie par plusieurs années de violence et de mort. J'ai bien aimé l'introduction de la chanson avec qui commence avec quelques notes jouées au piano, puis un crescendo qui nous ramène à  la réalité des soldats de cette époque."
    }
]